Tekla.Structures.ModelInternal.dotContourPoint_t
Struct for the ContourPoint.

Tekla.Structures.ModelInternal.dotContourPoint_t.Point
The point for the ContourPoint.

Tekla.Structures.ModelInternal.dotContourPoint_t.Chamfer
The Chamfer for the ContourPoint